---
kind: method
id: M:Autodesk.Revit.DB.ImageType.GetImage
source: html/39ae2f0d-11f1-96be-e12b-bfbc4a6c7fae.htm
---
# Autodesk.Revit.DB.ImageType.GetImage Method

Get the bitmap image stored in the image symbol.

## Syntax (C#)
```csharp
public Bitmap GetImage()
```

## Returns
The bitmap image at the original loaded image size.